<template>
  <div class="main_body">
    <div class="body_container">
      <h1>Career - 経歴</h1>
      <h2>2019.6-</h2>
      <p><b>ピクシブ株式会社</b></p>
      <p>iOSアプリの開発等</p>
      <h2>2021.3</h2>
      <p>
        <b>筑波大学システム情報工学研究科</b>
        知能機能システム専攻 博士前期課程修了
      </p>
      <h2>2018.3-</h2>
      <p><b>朝日印刷株式会社</b></p>
      <p>
        プロダクトマネジメント, iOSアプリ開発, webフロントエンド開発,
        バックエンド開発, アーキテクティング, エンジニア採用等
      </p>
      <h2>2017.9-2019.8</h2>
      <p><b>産業技術総合研究所（AIST）</b></p>
      <p>２号契約職員(テクニカルスタッフ)</p>
      <h2>2019.3</h2>
      <p>
        <b>筑波大学</b>
        理工学群工学システム学類卒業
      </p>
    </div>
  </div>
</template>
